{
    "sections": [
        {
            "id": 1,
            "intro": "Meaningful interaction and purposeful activity between people who live in the care home, their families and staff",
            "description": "Uncared for and unwelcoming spaces can cause anxiety and provoke concerns both for residents and their relatives about the standards of care. Furniture arrangement gives clues to the use of the space. There should be a choice of seating, including chairs with arms. Arranging chairs in clusters will encourage conversation. Residents should also have access to quiet seating areas. People with dementia are adults with a lifetime of experience and so activities should be carefully and deliberately chosen to reflect the age of the residents and their individual interests.",
            "questions": [
                "Does the aproach to the care home look and feel welcoming?",
                "Is the entrance obvious and the doorbell/entry phone easy to use?",
                "Does the care home give a good first impression i.e. does it look clean, tidy and cared for?",
                "Are there social areas such as day rooms and dining rooms?",
                "Are the chairs in these social areas arranged in small clusters to encourage conversation?",
                "Is there a choice of seating e.g. settees as well as single chairs?",
                "Are there dedicated quiet areas, spaces and resources for individual and group activities e.g. books, memorabilia, artworks?",
                "Does the environment support residents to engage in home life e.g. doing laundry?"
            ]
        },
        {
            "id": 2,
            "intro": "Well-being",
            "description": "Older people need higher light levels and people with dementia may interpret shadows or dark areas on the floor as holes and try to step over them. Stripes on flooring could be confusing and disorientating. Appropriate light levels can help promote normal patterns of waking and sleeping. Views and access to the outside are essential for well-being.",
            "questions": [
                "Is there good natural light in bedrooms and social spaces?",
                "Is the level of light comfortable and appropriate and can it be adjusted for care needs?",
                "Do the light switches contrast with their surrounds/the walls so that they are easy to see?",
                "Is the lighting and natural light from windows even e.g. without pools of light and/or dark areas, stripes or shadows?",
                "Is the lighting designed to support normal sleep and wake patterns e.g. can bedrooms be made completely dark using black out curtains/blinds?",
                "Is the decor age appropriate and culturally sensitive?",
                "Are links to and views of nature maximised e.g. by having low windows, using natural materials and colours?",
                "Is there independent access to the outside space?",
                "Has internal and external planting been chosen to be colourful and non-toxic?"
            ]
        },
        {
            "id": 3,
            "intro": "Eating and drinking",
            "description": "Having a choice of where to eat, e.g. with others or by themselves, may encourage people to eat and drink as will the provision of nutritious drinks and snacks. For people with dementia table cloths, crockery, cutlery and drinking glasses should be chosen with care to look familiar (beakers and specially shaped plates may not be recognised). People may not be able to distinguish white food presented on a white plate so crockery needs to offer a colour contrast to food and drink.",
            "questions": [
                "Do the people living in the care home and/ or their relatives have constant independent access to hot and cold drinks?",
                "Do residents have independent access to snack and finger food?",
                "Are the people living in the care home and/or their relatives able to make food and wash up?",
                "Is the crockery and glassware of familiar design and in a distinctive colour that contrasts with tables, trays and food?",
                "Is there a choice of where to eat?",
                "Are large dining areas divided so as to be domestic in scale?",
                "Is there enough space and chairs for someone to assist residents with eating and drinking and/or eat alongside the residents?"
            ]
        },
        {
            "id": 4,
            "intro": "Mobility",
            "description": "Being able to walk independently is important. Safety can be enhanced by providing handrails and small seating areas where people can rest in corridors and gardens. People with dementia may interpret shiny floors as being wet and or slippery and changes in flooring colour as something to step over. Speckles or pebble effects in flooring could look like pieces of litter. Interesting artworks will encourage mobility as well as helping people find their way around. Access to the outside throughout the year is essential for well-being and circular or continuous pathways will help people return to the entrance.",
            "questions": [
                "Is there space to walk around independently both inside and outside the home?",
                "Is the flooring matt rather than shiny and of a consistent colour i.e. does not have speckles, pebble effects or stripes?",
                "Is the flooring in a colour that contrasts with the walls and furniture?",
                "Are the handrails in the corridors in a colour that contrasts with the walls?",
                "Are there small seating areas for people to rest along corridors?",
                "Are there age appropriate points of interest e.g. photographs or artworks of a size that can easily be seen?",
                "Are lifts easy to find and do they have large control buttons?",
                "Have sheltered seating areas and points of interest been provided in the outside space?",
                "Have the outside areas been designed to encourage engagement and activity e.g. circular/returning pathways, raised flower beds, a clothesline?"
            ]

        },
        {
            "id": 5,
            "intro": "Continence and personal hygiene",
            "description": "Not being able to find the toilet provokes anxiety and using the same signs and door colours to denote all toilets will help people find them more easily. Ensuring good colour contrast on sanitary fittings will make toilets and basins easier to see and use. Traditional and familiar designs will help ease anxiety and promote self-care. Being plunged into darkness if sensor lights go out can be very frightening.",
            "questions": [
                "Can the signs to the toilets be seen from all areas?",
                "Are all toilet doors painted in a single distinctive colour and do they have the same clear signage?",
                "Are the toilet seats, flush handles and rails in a colour that contrasts with the toilet/bathroom walls and floor?",
                "Are the taps clearly marked as hot and cold and are they and the toilet flushes of traditional design?",
                "Are basins and baths of familiar design?",
                "Is there easy access to toilets big enough to allow space for a wheelchair and carers/staff to assist with the door closed?",
                "Are the toilet rolls domestic in style and can they be easily reached from the toilet?",
                "If sensor lights have been installed do they allow sufficient time for completion of toileting or washing?"
            ]

        },
        {
            "id": 6,
            "intro": "Orientation",
            "description": "Providing visual clues and prompts, including accent colours and artworks, personalising bedrooms and providing clocks and calendars will help with orientation. Signs using both pictures and text need to be placed at a height where they caneasily be seen. Signs should be placed on doors not beside them. Badly placed mirrors can increase disorientation. Strong realistic patterns and life size images of e.g. flowers or bus stops are likely to further disorientate people with dementia. Personal objects are reassuring and will help to promote self-care.",
            "questions": [
                "Do doors have a clear or transparent vision panel to show where they lead to?",
                "Are signs of a good size and of a contrasting colour so as to be seen easily?",
                "Do signs e.g. for toilets or day rooms use both pictures and words and are they hung at a height (approximately 4 foot/1.2m) that makes viewing them easy?",
                "Are pictures/objects and/or colours used to help people find their way around?",
                "Are bedrooms/bed spaces personalised e.g. through the use of names, accent colours, memory boxes, coloured linen or personal furniture and photographs?",
                "Have mirrors been placed carefully to avoid disorientation and can they be covered if required?",
                "Have strong patterns been avoided e.g. in wall coverings, furnishings and flooring?",
                "Are personal objects, including self-care items, situated where individual residents can find them?",
                "Is there a large face clock easily visible in all areas including bedrooms?",
                "Are the people who live in the care home able to see a calendar?"
            ]
        },
        {
            "id": 7,
            "intro": "Calm, safety and security",
            "description": "Clutter and distractions, including notices, can cause added confusion and should be avoided. Signs should be kept to the minimum. Noise can make concentration difficult and can increase anxiety. Locked doors and window restrictors can lead to frustration and anger when they cannot be opened. Dementia is a terminal illness and research indicates that people prefer to die in places and amongst people that are familiar to them. All staff should be familiar with current statutory and regulatory requirements for Deprivation of Liberty Safeguards.",
            "questions": [
                "Are spaces clutter free and notices kept to a minimum to avoid distraction and confusion?",
                "Have noise absorbent surfaces been used e.g. on floors and ceilings, to aid noise reduction?",
                "Is background noise kept to a minimum including doorbells, call systems and machine/ sensor alarms?",
                "Do the people who live in the care home have any control over the sounds they hear e.g. can they listen to their own choice of music, watch their own choice of TV programme?",
                "Are doors to exits clearly marked but ‘staff only’ areas disguised e.g. by painting the doors and door handles in the same colours as the walls/ continuing the handrail across the door?",
                "Are the people who live in the care home cared for in the least restrictive environment possible while maintaining the appropriate level of safety and security?",
                "Are there appropriate facilities to support enhanced and/or end of life care e.g. provision of a folding bed or reclining chair for relatives to remain within or near bed areas overnight or dedicated accommodation on site?",
                "Are all hazardous liquids and solids e.g. cleaning materials, locked away?"
            ]
        }
    ]
}
